Repository: oltulu/Aylinux-2021
Catalog: talimatlar/k/kde/latte-dock#0.9.11-1/latte-dock.po
Languages: tr_tr

source: Activate through mouse wheel
tr_tr: Fare tekerleğini etkinleştirin

source: Enable/Disable the mouse wheel action
tr_tr: Fare tekerleği eylemini etkinleştirin / devre dışı bırakın

source: 🅰 Activate based on position through global shortcuts
tr_tr: 🅰 Global kısayollar aracılığıyla konuma göre etkinleştirin

source: This view is used for based on position global shortcuts. Take note that only one view can have that option enabled for each layout
tr_tr: Bu görünüm, konum genel kısayollarına dayalı olarak kullanılır. Her düzen için yalnızca bir görünümde bu seçeneğin etkinleştirilebileceğini unutmayın.

source: Environment
tr_tr: Çevre

source: Activate KWin edge after hiding
tr_tr: Gizledikten sonra KWin kenarını etkinleştirin

source: After the view becomes hidden, KWin is informed to track user feedback. For example an edge visual hint is shown whenever the mouse approaches the hidden view
tr_tr: Görünüm gizlendikten sonra KWin, kullanıcı geri bildirimlerini takip etmesi için bilgilendirilir. Örneğin, fare gizli görünüme yaklaştığında bir kenar görsel ipucu gösterilir.

source: Can be above fullscreen windows
tr_tr: Tam ekran pencerelerin üzerinde olabilir

source: BypassWindowManagerHint flag for the window. The view will be above all windows even those set as 'Always On Top'
tr_tr: Pencere için BypassWindowManagerHint bayrağı. Görünüm, ''Her Zaman Üstte'' olarak ayarlanmış olanlar bile tüm pencerelerin üzerinde olacaktır.'

source: Raise on desktop change
tr_tr: Masaüstü değişiminde artırın

source: Raise on activity change
tr_tr: Aktivite değişikliğinde artış

source: Enable/disable applet shadows
tr_tr: Uygulama gölgelerini etkinleştir/devre dışı bırak

source: Color
tr_tr: Renk

# default shadow
source: Default
tr_tr: Varsayılan

source: Default shadow for applets
tr_tr: Applet'ler için varsayılan gölge

# theme shadow
source: Theme
tr_tr: Tema

source: Shadow from theme color palette
tr_tr: Tema renk paletinden gölge

source: Use set shadow color
tr_tr: Gölge rengi ayarını kullan

source: Please choose shadow color
tr_tr: Lütfen gölge rengini seçin

source: Animations
tr_tr: Animasyonlar

source: Enable/disable all animations
tr_tr: Tüm animasyonları etkinleştirin / devre dışı bırakın

source: Speed
tr_tr: Hız

source: Bounce launchers when triggered
tr_tr: Tetiklendiğinde fırlatıcıları zıplatın

source: Bounce tasks that need attention
tr_tr: Dikkat gerektiren görevleri zıplatma

source: Slide in and out single windows
tr_tr: Tek pencereleri içeri ve dışarı kaydırın

source: Grouped tasks bounce their new windows
tr_tr: Gruplanmış görevler yeni pencerelerini yansıtır

source: Grouped tasks slide out their closed windows
tr_tr: Gruplanmış görevler kapalı pencerelerinden dışarı kayar

source: Indicators
tr_tr: Göstergeler

source: Enable/disable indicators
tr_tr: Göstergeleri etkinleştir/devre dışı bırak

source: Style
tr_tr: Tarz

source: Use Latte style for your indicators
tr_tr: Göstergeleriniz için Latte stilini kullanın

source: Use Plasma style for your indicators
tr_tr: Göstergeleriniz için Plazma stilini kullanın

source: Paddings
tr_tr: Dolgular

source: Show indicators for applets
tr_tr: Applet'ler için göstergeleri göster

source: Indicators are shown for applets
tr_tr: Uygulamalar için göstergeler gösterilir

source: %0 Indicator Options
tr_tr: %0 Gösterge Seçenekleri

source: Badges
tr_tr: Rozetler

source: Notifications from tasks
tr_tr: Görevlerden gelen bildirimler

source: Show unread messages or notifications from tasks
tr_tr: Okunmamış mesajları veya görevlerden bildirimleri göster

source: Progress information for tasks
tr_tr: Görevler için ilerleme bilgileri

source: Show a progress animation for tasks e.g. when copying files with Dolphin
tr_tr: Görevler için bir ilerleme animasyonu gösterin, ör. Dolphin ile dosya kopyalarken

source: Audio playing from tasks
tr_tr: Görevlerden ses çalma

source: Show audio playing from tasks
tr_tr: Görevlerden çalan sesi göster

source: Prominent color for notification badge
tr_tr: Bildirim rozeti için göze çarpan renk

source: Notification badge uses a more prominent background which is usually red
tr_tr: Bildirim rozeti, genellikle kırmızı olan daha belirgin bir arka plan kullanır

source: Change volume when scrolling audio badge
tr_tr: Ses rozetini kaydırırken ses seviyesini değiştirin

source: The user is able to mute/unmute with click or change the volume with mouse wheel
tr_tr: Kullanıcı, fare tekerleği ile tıklayarak sesi kapatabilir/açabilir veya sesi değiştirebilir

source: Interaction
tr_tr: Etkileşim

source: Add launchers only in the Tasks Area
tr_tr: Başlatıcıları yalnızca Görevler Alanına ekleyin

source: Launchers are added only in the taskmanager and not as plasma applets
tr_tr: Başlatıcılar, plazma uygulamaları olarak değil, yalnızca görev yöneticisine eklenirs

source: Window actions in the context menu
tr_tr: Bağlam menüsündeki pencere eylemleri

source: 🅰 Based on position shortcuts apply only for tasks
tr_tr: 🅰 Konum kısayollarına dayalı olarak yalnızca görevler için geçerlidir

source: Based on position global shortcuts are enabled only for tasks and not for applets
tr_tr: Konum temelli genel kısayollar, uygulamalar için değil, yalnızca görevler için etkinleştirilir

source: Filters
tr_tr: Filtreler

source: Show only tasks from the current screen
tr_tr: Yalnızca mevcut ekrandaki görevleri göster

source: Show only tasks from the current desktop
tr_tr: Yalnızca mevcut masaüstündeki görevleri göster

source: Show only tasks from the current activity
tr_tr: Yalnızca mevcut etkinlikteki görevleri göster

source: Show only tasks from launchers
tr_tr: Yalnızca başlatıcılardan görevleri göster

source: Group tasks of the same application
tr_tr: Aynı uygulamanın grup görevleri

source: By default group tasks of the same application
tr_tr: Varsayılan olarak aynı uygulamanın grup görevleri

source: Launchers
tr_tr: Başlatıcılar

# launchers group
source: Group
tr_tr: Grup

# unique launchers group
source: Unique
tr_tr: Benzersiz

source: Use a unique set of launchers for this view which is independent from any other view
tr_tr: Bu görünüm için diğer görünümlerden bağımsız benzersiz bir başlatıcı seti kullanın

# layout launchers group
source: Layout
tr_tr: Düzen

source: Use the current layout set of launchers for this latteView. This group provides launchers <b>synchronization</b> between different views in the <b>same layout</b>
tr_tr: Bu latteView için mevcut düzen başlatıcı setini kullanın. Bu grup, aynı düzendeki farklı görünümler arasında başlatıcıların senkronizasyonunu sağlar

# global launchers group
source: Global
tr_tr: Küresel

source: Use the global set of launchers for this latteView. This group provides launchers <b>synchronization</b> between different views and between <b>different layouts</b>
tr_tr: Bu latteView için küresel başlatıcı setini kullanın. Bu grup, farklı görünümler ve farklı düzenler arasında başlatıcıların senkronizasyonunu sağlar

source: Scrolling
tr_tr: Kaydırma

source: Enable tasks scrolling when they overflow and exceed the available space
tr_tr: Görevleri taştıklarında ve kullanılabilir alanı aştıklarında kaydırmayı etkinleştirin

source: Manual
tr_tr: Elle

# disabled manual scrolling
source: Disabled scrolling
tr_tr: Devre dışı kaydırma

source: Only vertical scrolling
tr_tr: Yalnızca dikey kaydırma

source: Only horizontal scrolling
tr_tr: Yalnızca yatay kaydırma

source: Horizontal and vertical scrolling
tr_tr: Yatay ve dikey kaydırma

source: Automatic
tr_tr: Otomatik

source: Disabled
tr_tr: Pasif

source: Enabled
tr_tr: Aktif

source: Left Click
tr_tr: Sol Tıklama

# present windows action
source: Present Windows
tr_tr: Mevcut Pencere

source: Preview Windows
tr_tr: Önizleme Penceresi

source: Middle Click
tr_tr: Orta tıklama

# The click action
source: None
tr_tr: Yok

source: Close Window or Group
tr_tr: Pencereyi veya Grubu Kapat

source: New Instance
tr_tr: Yeni Örnek

source: Minimize/Restore Window or Group
tr_tr: Pencereyi veya Grubu Küçült/Geri Yükle

source: Toggle Task Grouping
tr_tr: Görev Gruplamasını Aç/Kapat

source: Hover
tr_tr: Üzerine gel

# none action
source: None
tr_tr: Yok

source: Highlight Windows
tr_tr: Pencereyi Vurgula

source: Preview and Highlight Windows
tr_tr: Önizleme ve Vurgulama Penceresi

source: Right Click
tr_tr: Sağ tık

source: Recycling
tr_tr: Geri dönüşüm

source: Remove Latte Tasks Applet
tr_tr: Latte Görevler Uygulamasını Kaldır

source: Remove Latte Tasks plasmoid
tr_tr: Latte Tasks plasmoid kaldır

source: Download indicator styles from the internet
tr_tr: İnternetten gösterge stillerini indirin

source: Use %0 style for your indicators
tr_tr: Göstergeleriniz için %0 stilini kullanın

source: Download
tr_tr: İndir

source: Remove indicator
tr_tr: Göstergeyi kaldır

source: Add Indicator...
tr_tr: Gösterge Ekle...

source: Get New Indicators...
tr_tr: Yeni Göstergeler Al...

source: Change the behavior and appearance to Dock type
tr_tr: Davranışı ve görünümü Dock türü olarak değiştirin

source: Change the behavior and appearance to Panel type
tr_tr: Davranışı ve görünümü Panel türü olarak değiştirin
