Repository: oltulu/Aylinux-2021
Catalog: talimatlar/k/kde/latte-dock#0.9.11-1/latte-dock.po
Languages: tr_tr

# NAME OF TRANSLATORS
source: Your names
tr_tr: Cihan Alkan

# EMAIL OF TRANSLATORS
source: Your emails
tr_tr: cihanalk@gmail.com

source: Failed to import indicator
tr_tr: Gösterge içe aktarılamadı

# indicator_name, imported updated
source: %0 indicator updated successfully
tr_tr: %0 göstergesi başarıyla güncellendi

# indicator_name, imported success
source: %0 indicator installed successfully
tr_tr: %0 göstergesi başarıyla kuruldu

source: Remove Indicator
tr_tr: Göstergeyi Kaldır

source: Do you want to remove <b>%0</b> indicator from your system?
tr_tr: Sisteminizden <b>%0</b> göstergesini kaldırmak istiyor musunuz?

# indicator_name, removed success
source: <b>%0</b> indicator removed successfully
tr_tr: <b>%0</b> göstergesi başarıyla kaldırıld

source: The layout cannot be imported from file ::
tr_tr: Düzen dosyadan içe aktarılamaz ::

# bottom edge
source: Bottom
tr_tr: Alt

# left edge
source: Left
tr_tr: Sol

# top edge
source: Top
tr_tr: Üst

# right edge
source: Right
tr_tr: Sağ

# active docks panels
source: Active Views:
tr_tr: Aktif Görünümler:

source: Screen
tr_tr: Ekran

# screen edge
source: Edge
tr_tr: Kenar

# active dock/panel
source: Active
tr_tr: Aktif

# primary screen
source: Primary
tr_tr: Birincil

source: Yes
tr_tr: Evet

source: No errors were identified for this layout...
tr_tr: Bu düzen için hiçbir hata tanımlanmadı...

source: Errors:
tr_tr: Hatalar:

source: Unknown screens:
tr_tr: Bilinmeyen ekranlar:

source: Same applet and containment id found :::
tr_tr: Aynı uygulama ve kapsama kimliği bulundu :::

source: Different applets with same id :::
tr_tr: Aynı kimliğe sahip farklı uygulamalar :::

source: My Layout
tr_tr: Düzenim

source: Alternative
tr_tr: Alternatif

# import/export config
source: The extracted file could not be copied!!!
tr_tr: Çıkarılan dosya kopyalanamadı!!!

# import/export config
source: The file has a wrong format!!!
tr_tr: Dosyanın biçimi yanlış!!!

# import/export config
source: The temp directory could not be created!!!
tr_tr: Geçici dizin oluşturulamadı!!!

source: Multiple Layouts Warning
tr_tr: Çoklu Düzen Uyarısı

source: Latte did not close properly in the previous session. The following layout(s) <b>[%0]</b> were updated for consistency!!!
tr_tr: Latte önceki oturumda düzgün kapanmadı. Aşağıdaki düzen <b>[%0]</b> tutarlılık için güncellendi!!!

source: Default
tr_tr: Varsayılan

source: Extended
tr_tr: Genişletilmiş

source: Switching to layout <b>%0</b> ...
tr_tr: <b>%0</b> düzenine geçiliyor ...

source: Activating layout: <b>%0</b> ...
tr_tr: Düzeni etkinleştirme: <b>%0</b> ...

# command line
source: Replace the current Latte instance.
tr_tr: Mevcut Latte örneğini değiştirin.

# command line
source: Show the debugging messages on stdout.
tr_tr: Standart çıktıda hata ayıklama mesajlarını göster.

# command line
source: Clear qml cache. It can be useful after system upgrades.
tr_tr: Qml önbelleğini temizleyin. Sistem yükseltmelerinden sonra faydalı olabilir.

# command line
source: Import and load default layout on startup.
tr_tr: Başlangıçta varsayılan düzeni içe aktarın ve yükleyin.

# command line
source: Print available layouts
tr_tr: Kullanılabilir düzenleri yazdırın

# command line
source: Load specific layout on startup.
tr_tr: Başlangıçta belirli bir düzen yükleyin.

# command line
source: Import and load a layout.
tr_tr: Bir düzeni içe aktarın ve yükleyin.

# command line
source: Import full configuration.
tr_tr: Tam yapılandırmayı içe aktarın.

# command line
source: Single layout memory mode. Only one layout is active at any case.
tr_tr: Tek düzen hafıza modu. Her durumda yalnızca bir düzen etkindir.

# command line
source: Multiple layouts memory mode. Multiple layouts can be active at any time based on Activities running.
tr_tr: Çoklu düzen hafıza modu. Çalışan Aktivitelere bağlı olarak herhangi bir zamanda birden fazla düzen aktif olabilir.

source: Available layouts that can be used to start Latte:
tr_tr: Latte'yi başlatmak için kullanılabilecek mevcut düzenler:

source: There are no available layouts, during startup Default will be used.
tr_tr: Kullanılabilir düzen yok, başlangıç ​​sırasında Varsayılan kullanılacaktır.

# layout missing
source: This layout doesn't exist in the system.
tr_tr: Bu düzen sistemde mevcut değil.

source: An instance is already running!, use --replace to restart Latte
tr_tr: Bir örnek zaten çalışıyor! Latte'yi yeniden başlatmak için --replace kullanın

source: The configuration cannot be imported
tr_tr: Yapılandırma içe aktarılamaz

source: The layout cannot be imported
tr_tr: Düzen içe aktarılamaz

source: Latte is a dock based on plasma frameworks that provides an elegant and intuitive experience for your tasks and plasmoids. It animates its contents by using parabolic zoom effect and tries to be there only when it is needed. "Art in Coffee"
tr_tr: Latte, görevleriniz ve plazmoidleriniz için zarif ve sezgisel bir deneyim Latte, görevleriniz ve plazmoidleriniz için zarif ve sezgisel bir deneyim İçeriğini parabolik zoom efekti kullanarak canlandırır ve sadece ihtiyaç duyulduğunda orada olmaya çalışır.. "Kahvede Sanat"

source: Latte Dock defaults
tr_tr: Latte Dock varsayılanları

source: Latte Dock panel
tr_tr: Latte Dock paneli

source: Dock configuration UI
tr_tr: Dock yapılandırma kullanıcı arayüzü

source: Dock secondary configuration UI
tr_tr: İkincil yapılandırma kullanıcı arayüzünü yerleştir

source: Config model
tr_tr: Yapılandırma modeli

source: Splitter
tr_tr: Ayırıcı

source: Latte Trademark
tr_tr: Latte Ticari Marka

source: Info View Window
tr_tr: Bilgi Görünümü Penceresi

source: default layout file
tr_tr: varsayılan düzen dosyası

source: plasma layout file
tr_tr: plazma düzen dosyası

source: unity layout file
tr_tr: unity düzen dosyası

source: extended layout file
tr_tr: genişletilmiş düzen dosyası

source: default preset file
tr_tr: varsayılan hazır ayar dosyası

source: plasma preset file
tr_tr: plasma hazır ayar dosyası

source: unity preset file
tr_tr: unity hazır ayar dosyası

source: extended preset file
tr_tr: genişletilmiş ön ayar dosyası

source: multiple layouts hidden file
tr_tr: çoklu düzen gizli dosya

source: a qml file that is used to publish broadcasted backgrounds
tr_tr: yayınlanan arka planları yayınlamak için kullanılan bir qml dosyası

source: Configuration Definitions
tr_tr: Yapılandırma Tanımları

source: User Interface
tr_tr: Kullanıcı Arayüzü

source: Data Files
tr_tr: Veri Dosyaları

source: Executable Scripts
tr_tr: Yürütülebilir Komut Dosyaları

source: Translations
tr_tr: Çeviriler

# screen name
source: Name
tr_tr: İsim

# screen type
source: Type
tr_tr: Tür

source: Docks/Panels
tr_tr: Dock/Panel

# secondary screen
source: Secondary
tr_tr: İkincil

# inactive screen
source: inactive
tr_tr: inaktif

# it has not latte docks/panels
source: none
tr_tr: yok

source: Custom background...
tr_tr: Özel arka plan...

source: Custom text color...
tr_tr: Özel metin rengi...

source: File
tr_tr: Dosya

source: Layout
tr_tr: Düzen

source: Sc&reens...
tr_tr: Ekranlar...

source: &Quit Latte
tr_tr: &Latte Kapat

# edit layout
source: &Edit...
tr_tr: &Düzenle...

# layout information
source: &Information...
tr_tr: &Bilgi...

source: Import Layout/Configuration
tr_tr: Düzeni/Yapılandırmayı İçe Aktar

# import latte layout
source: Latte Dock Layout file v0.2
tr_tr: Latte Dock Layout dosyası v0.2

# import latte layouts/configuration
source: Latte Dock Full Configuration file (v0.1, v0.2)
tr_tr: Latte Dock Layout dosyası (v0.1, v0.2)

source: Import: Configuration file version v0.1
tr_tr: İçe aktar: Yapılandırma dosyası sürüm v0.1

source: You are going to import an old version <b>v0.1</b> configuration file.<br><b>Be careful</b>, importing the entire configuration <b>will erase all</b> your current configuration!!!<br><br> <i>Alternative, you can <b>import safely</b> from this file<br><b>only the contained layouts...</b></i>
tr_tr: Eski sürüm <b>v0.1</b> yapılandırma dosyasını içe aktaracaksınız.Dikkatli olun, tüm konfigürasyonu içe aktarmak tüm mevcut konfigürasyonunuzu silecektir !!! Alternatif olarak, bu dosyadan yalnızca içerilen düzenleri güvenle içe aktarabilirsiniz

# import full configuration
source: Full Configuration
tr_tr: Tam Yapılandırma

# import only the layouts
source: Only Layouts
tr_tr: Yalnızca Düzenler

source: Import: Configuration file version v0.2
tr_tr: İçe aktar: Yapılandırma dosyası sürüm v0.2

source: You are going to import a <b>v0.2</b> configuration file.<br><b>Be careful</b>, importing <b>will erase all</b> your current configuration!!!<br><br><i>Would you like to proceed?</i>
tr_tr: Bir <b>v0.2</b> Bir <b> v0.2 </b> yapılandırma dosyasını içe aktaracaksınız .Dikkatli olun, içe aktarmak tüm mevcut yapılandırmanızı silecektir!!!<br><br><i>Devam etmek ister misin?</i>

# layout
source: Alternative
tr_tr: Alternatif

source: Export Layout/Configuration
tr_tr: Düzeni/Yapılandırmayı Dışa Aktar

# export layout
source: Latte Dock Layout file v0.2
tr_tr: Latte Dock Layout dosyası v0.2

# export full configuration
source: Latte Dock Full Configuration file v0.2
tr_tr: Latte Dock Tam Yapılandırma dosyası v0.2

# export layout
source: Failed to export layout
tr_tr: Düzen dışa aktarılamadı

# export layout
source: Open location
tr_tr: Konumu aç

# export layout
source: Layout exported successfully
tr_tr: Düzen başarıyla dışa aktarıldı

# import/export config
source: Failed to export configuration
tr_tr: Yapılandırma dışa aktarılamadı

# import/export config
source: Open location
tr_tr: Konumu aç

# import/export config
source: Full Configuration exported successfully
tr_tr: Tam Yapılandırma başarıyla dışa aktarıldı

# import-done
source: Layout: <b>%0</b> imported successfully<br>
tr_tr: Düzen: <b>%0</b> başarıyla içe aktarıldı<br>

# column for layout background
source: Background
tr_tr: Arkaplan

# column for layout name
source: Name
tr_tr: İsim

# column for layout to show in menu
source: In Menu
tr_tr: Menüde

# column for layout to hide borders for maximized windows
source: Borderless
tr_tr: Kenarlıksız

# column for layout to show which activities is assigned to
source: Activities
tr_tr: Aktiviteler

# column for shared layout to show which layouts is assigned to
source: Shared To
tr_tr: Paylaşılan

source: Layout Warning
tr_tr: Düzen Uyarısı

source: The layout(s) <b>%0</b> have <i>broken configuration</i>!!! Please <b>remove them</b> to improve the system stability...
tr_tr: <b>%0</b> düzeninin yapılandırması bozuk !!! Sistem kararlılığını iyileştirmek için lütfen bunları kaldırın...

source: There are layouts with the same name, that is not permitted!!! Please update these names to re-apply the changes...
tr_tr: Aynı ada sahip düzenler var, buna izin verilmiyor !!! Değişiklikleri yeniden uygulamak için lütfen bu adları güncelleyin...

source: Screens Information
tr_tr: Ekran Bilgileri

# latte settings window
source: Settings
tr_tr: Ayarlar

source: Layouts
tr_tr: Düzenler

source: Only one layout can be present in memory at all cases
tr_tr: Her durumda bellekte yalnızca bir düzen bulunabilir

# single layout
source: Single
tr_tr: Tek

source: Multiple layouts can be present and active in memory at the same time
tr_tr: Hafızada aynı anda birden fazla düzen mevcut ve aktif olabilir

# multiple layouts
source: Multiple
tr_tr: Çoklu

source: Switch to selected layout
tr_tr: Seçili düzene geç

# switch to layout
source: Switch
tr_tr: Değiştir

source: Pause all activities from the selected layout
tr_tr: Seçilen düzenden tüm etkinlikleri duraklatın

source: Pause
tr_tr: Bekle

source: New layout
tr_tr: Yeni düzen

# new layout
source: New
tr_tr: Yeni

source: Copy selected layout
tr_tr: Seçili düzeni kopyala

# copy layout
source: Copy
tr_tr: Kopyala

source: Remove selected layout
tr_tr: Seçili düzeni kaldır

# remove layout
source: Remove
tr_tr: Çıkar

source: Lock layout and make it read-only
tr_tr: Düzeni kilitleyin ve salt okunur hale getirin

# locked layout
source: Locked
tr_tr: Kilitli

source: Share that layout with other central layouts
tr_tr: Bu düzeni diğer merkezi düzenlerle paylaşın

source: Shared
tr_tr: Paylaşıldı

source: Import a layout or full configuration file
tr_tr: Bir düzeni veya tam yapılandırma dosyasını içe aktarın

# import layout
source: Import
tr_tr: İçe aktar

source: Export selected layout or full configuration into a file
tr_tr: Seçili düzeni veya tam konfigürasyonu bir dosyaya aktarın

# export layout
source: Export
tr_tr: Dışa aktar

source: Download community layouts from the Internet
tr_tr: İnternetten topluluk düzenlerini indirin

# download layout
source: Download
tr_tr: İndir

source: Preferences
tr_tr: Tercihler

source: Appearance
tr_tr: Görünüm

source: Use 3D style for notification and shortcut badges
tr_tr: Bildirim ve kısayol rozetleri için 3B stili kullanın

source: Behavior
tr_tr: Davranış

source: Start the application automatically after each relogin
tr_tr: Her yeniden girişten sonra uygulamayı otomatik olarak başlatın

source: Enable autostart during startup
tr_tr: Başlatma sırasında otomatik başlatmayı etkinleştir

source: Provide visual feedback when layouts are activated automatically
tr_tr: Düzenler otomatik olarak etkinleştirildiğinde görsel geri bildirim sağlayın

source: Show informative window for layouts automatic activation
tr_tr: Düzenler otomatik aktivasyonu için bilgilendirici pencereyi göster

source: Activate support for borderless maximized windows between different layouts
tr_tr: Farklı düzenler arasında kenarlıksız büyütülmüş pencereler için desteği etkinleştirin

source: Support borderless maximized windows in different layouts
tr_tr: Farklı düzenlerde kenarlıksız büyütülmüş pencereleri destekleyin

source: Actions
tr_tr: Hareketler

source: Forward ⌘ press from KWin to Latte in order to activate Application Launcher. It is suggested to disable that option if you remove Latte.
tr_tr: İleri ⌘ Uygulama Başlatıcı'yı etkinleştirmek için KWin'den Latte'ye basın. Latte'yi kaldırırsanız bu seçeneği devre dışı bırakmanız önerilir.

source: Press ⌘ to activate Application Launcher
tr_tr: Uygulama Başlatıcı'yı etkinleştirmek için ⌘ tuşuna basın

source: Press and hold ⌘ to show shortcuts badges for applets and tasks
tr_tr: Uygulama ve görevler için kısayol rozetlerini göstermek için ⌘ tuşunu basılı tutun

source: Press and Hold ⌘ to show shortcuts badges
tr_tr: Kısayol rozetlerini göstermek için ⌘ tuşunu basılı tutun

source: Mouse Sensitivity
tr_tr: Fare hassasiyeti

source: Parabolic Effect
tr_tr: Parabolik Etki

source: Low sensitivity for parabolic effect (low cpu usage and performance)
tr_tr: Parabolik etki için düşük hassasiyet (düşük CPU kullanımı ve performansı)

# low sensitivity
source: Low
tr_tr: Düşük

source: Medium sensitivity for parabolic effect (normal cpu usage and performance)
tr_tr: Parabolik etki için orta hassasiyet (normal CPU kullanımı ve performansı)

# medium sensitivity
source: Medium
tr_tr: Orta

source: High sensitivity for parabolic effect (high cpu usage and performance)
tr_tr: Parabolik etki için yüksek hassasiyet (yüksek CPU kullanımı ve performansı)

# high sensitivity
source: High
tr_tr: Yüksek

source: Delay
tr_tr: Gecikme

source: Different hardware can have different delays during screen changes. This tracker is used in order to not lose any screen related update.
tr_tr: Ekran değişiklikleri sırasında farklı donanımların farklı gecikmeleri olabilir.. Bu izleyici, ekranla ilgili herhangi bir güncellemeyi kaybetmemek için kullanılır.

source: React to screen changes after
tr_tr: Daha sonra ekran değişikliklerine tepki ver

source: Plasma Theme
tr_tr: Plasma Teması

source: Outline width used from background to draw its borders
tr_tr: Arka plandan kenarlıklarını çizmek için kullanılan anahat genişliği

source: Outline width
tr_tr: Anahat genişliği

source: Show Latte Dock/Panel
tr_tr: Latte Dock/Paneli Göster

source: Cycle Through Dock/Panel Settings Windows
tr_tr: Dock / Panel Ayarları Pencerelerinde Döngü

source: Show Latte Global Settings
tr_tr: Latte Global Ayarlarını Göster

source: Activate Entry %1
tr_tr: %1 Girdisini Etkinleştir

source: New Instance for Entry %1
tr_tr: %1 Giriş için Yeni Örnek

# %1 is the name of the containment
source: %1 Options
tr_tr: %1 Ayarları

source: Add Indicator
tr_tr: Gösterge Ekle

# add indicator file
source: Latte Indicator
tr_tr: Latte Göstergesi

source: General
tr_tr: Genel

source: You can use Ctrl/Meta + Scroll Wheel to alter the window size
tr_tr: Pencere boyutunu değiştirmek için Ctrl / Meta + Kaydırma Tekerleğini kullanabilirsiniz.

# view settings width scale
source: Width scale at %0%
tr_tr: %0% genişlik ölçeği

# view settings height scale
source: Height scale at %0%
tr_tr: %0% yükseklik ölçeği

source: Open Latte settings window
tr_tr: Latte ayarları penceresini aç

# advanced settings
source: Advanced
tr_tr: Gelişmiş

source: Effects
tr_tr: Efektler

source: Tasks
tr_tr: Görevler

source: New Dock
tr_tr: Yeni Dock

source: Add a new dock
tr_tr: Yeni dock ekle

source: Move to: %0
tr_tr: Git: %0

source: Copy Dock
tr_tr: Dock Kopyala

source: Copy Panel
tr_tr: Paneli Kopyala

source: Remove
tr_tr: Sil

source: Remove current dock
tr_tr: Mevcut docku kaldır

source: Close
tr_tr: Kapat

source: Close settings window
tr_tr: Ayarlar penceresini kapat

# opens the layout manager window
source: Configure...
tr_tr: Ayarlar...

source: Items
tr_tr: Öğeler

# items effects
source: Size
tr_tr: Boyut

# absolute size
source: Absolute
tr_tr: Mutlak

# relative size
source: Relative
tr_tr: İlgili

# items effects
source: Effects
tr_tr: Efektler

source: Zoom On Hover
tr_tr: Fareyle Üzerine Gelindiğinde Yakınlaştır

source: Length
tr_tr: Uzunluk

source: Maximum
tr_tr: Maksimum

source: Offset
tr_tr: Ofset

source: Margins
tr_tr: Kenar boşlukları

source: Thickness
tr_tr: Kalınlık

source: Enable/disable thickness margins
tr_tr: Kalınlık marjlarını etkinleştir/devre dışı bırak

source: Height
tr_tr: Yükseklik

source: Width
tr_tr: Genişlik

source: Colors
tr_tr: Renkler

source: Theme
tr_tr: Tema

source: Plasma theme color palette is going to be used
tr_tr: Plazma temalı renk paleti kullanılacak

source: Reverse
tr_tr: Tersine çevir

source: Reverse color palette from plasma theme is going to be used
tr_tr: Plazma temasından ters renk paleti kullanılaca

source: Smart
tr_tr: Akıllı

source: Smart color palette is going to provide best contrast after taking into account the environment such as the underlying background
tr_tr: Akıllı renk paleti, temeldeki arka plan gibi ortamı dikkate aldıktan sonra en iyi kontrastı sağlayacaktır.

source: From Window
tr_tr: Pencereden

source: None
tr_tr: Yok

source: Colors are not going to be based on any window
tr_tr: Renkler herhangi bir pencereye dayalı olmayacak

source: Active
tr_tr: Aktif

source: Colors are going to be based on the active window
tr_tr: Renkler, aktif pencereyi temel alacak

source: Colors are going to be based on the active window. Notice: For optimal experience you are advised to install Colors KWin Script from KDE Store
tr_tr: Renkler, etkin pencereye dayalı olacak. Uyarı: En iyi deneyim için, KDE Store'dan Colors KWin Script'i yüklemeniz önerilir.

source: Touching
tr_tr: Dokunaklı

source: Colors are going to be based on windows that are touching the view
tr_tr: Renkler, görünüme dokunan pencereleri temel alacak

source: Colors are going to be based on windows that are touching the view. Notice: For optimal experience you are advised to install Colors KWin Script from KDE Store
tr_tr: Renkler, görünüme dokunan pencereleri temel alacak.. Uyarı: En iyi deneyim için, KDE Store'dan Colors KWin Script'i yüklemeniz önerilir.

source: Background
tr_tr: Arkaplan

source: Enable/disable background
tr_tr: Arkaplanı etkinleştir / devre dışı bırak

source: Size
tr_tr: Boyut

# opacity when desktop background is busy from contrast point of view
source: Busy Opacity
tr_tr: Meşgul Opaklık

source: Opacity
tr_tr: Opaklık

source: Options
tr_tr: Seçenekler

source: Blur
tr_tr: Bulanıklık

source: Background is blurred underneath
tr_tr: Arka plan altında bulanık

source: Shadows
tr_tr: Gölgeler

source: Background shows its shadows
tr_tr: Arka plan gölgelerini gösterir

source: Outline
tr_tr: Anahat

source: Background draws a line for its borders. You can set the line size from Latte Preferences
tr_tr: Arka plan, sınırları için bir çizgi çizer. Çizgi boyutunu Latte Tercihlerinden ayarlayabilirsiniz.

# dynamic visibility for background
source: Dynamic Visibility
tr_tr: Dinamik Görünürlük

source: Prefer opaque background when touching any window
tr_tr: Herhangi bir pencereye dokunurken opak arka planı tercih edin

source: Background removes its transparency setting when a window is touching
tr_tr: Arka plan, bir pencereye dokunduğunda şeffaflık ayarını kaldırır

source: Hide background when not needed
tr_tr: Gerekmediğinde arka planı gizle

source: Background becomes hidden except when a window is touching or the desktop background is busy
tr_tr: Arka plan, bir pencereye dokunulması veya masaüstü arka planının meşgul olması dışında gizlenir

source: Hide background shadow for maximized windows
tr_tr: Büyütülmüş pencereler için arka plan gölgesini gizle

source: Background shadows become hidden when an active maximized window is touching the view
tr_tr: Etkin büyütülmüş pencere görünüme dokunduğunda arka plan gölgeleri gizlenir

source: Exceptions
tr_tr: İstisnalar

source: Prefer Plasma background and colors for expanded applets
tr_tr: Genişletilmiş uygulamalar için Plazma arka planı ve renkleri tercih edin

source: Background becomes opaque in plasma style when applets are expanded
tr_tr: Uygulamalar genişletildiğinde arka plan plazma stilinde opak hale gelir

source: Type
tr_tr: Tür

source: Location
tr_tr: Konum

source: On Primary
tr_tr: Birincilde

# bottom location
source: Bottom
tr_tr: Alt

# left location
source: Left
tr_tr: Sol

# top location
source: Top
tr_tr: Üst

# right location
source: Right
tr_tr: Sağ

source: Alignment
tr_tr: Hizalama

# top alignment
source: Top
tr_tr: Üst

# left alignment
source: Left
tr_tr: Sol

# center alignment
source: Center
tr_tr: Orta

# bottom alignment
source: Bottom
tr_tr: Alt

# right alignment
source: Right
tr_tr: Sağ

# justify alignment
source: Justify
tr_tr: Yasla

source: Visibility
tr_tr: Görünürlük

source: Always Visible
tr_tr: Her zaman görünür

source: Auto Hide
tr_tr: Oto. Gizle

source: Dodge Active
tr_tr: Dodge Aktif

source: Dodge Maximized
tr_tr: Dodge Maximised

source: Dodge All Windows
tr_tr: Tüm Pencereleri Atlat

source: Windows Go Below
tr_tr: Pencere Aşağı Git

source: Show
tr_tr: Göster

source: Hide
tr_tr: Gizle

source: Empty Area
tr_tr: Boş Alan

source: Mouse wheel
tr_tr: Fare tekerleği

# none scroll actions
source: None Action
tr_tr: Eylem Yok

source: Cycle Through Desktops
tr_tr: Masaüstünde Döngü

source: Cycle Through Activities
tr_tr: Aktivitelerde Döngü

source: Cycle Through Tasks
tr_tr: Görevler Arasında Döngü

source: Active Window
tr_tr: Aktif Pencere

source: Track From
tr_tr: Takip Et

# track from current screen
source: Current Screen
tr_tr: Mevcut Ekran

# track from all screens
source: All Screens
tr_tr: Tüm Ekranlar

source: Drag and maximize/restore active window
tr_tr: Etkin pencereyi sürükle ve büyüt / geri yükle

source: Drag/Maximize/Restore active window with double-click and dragging actions
tr_tr: Çift tıklama ve sürükleme eylemleriyle etkin pencereyi Sürükle / Büyüt / Geri Yükle

source: Show title tooltips on hovering
tr_tr: Fareyle üzerine gelindiğinde başlık ipuçlarını göster

source: Show thinner tooltips produced by Latte for items. These tooltips are not drawn when applets zoom effect is disabled
tr_tr: Latte tarafından öğeler için üretilen daha ince araç ipuçlarını gösterin. Uygulama yakınlaştırma efekti devre dışı bırakıldığında bu araç ipuçları çizilmez
